[
	{
	"id": 1,
	"title": "Капучино",
	"description": "Классический итальянский напиток: сочетание крепкого эспрессо и горячего вспененного молока. Пена на кофе плотная и бархатистая, придаёт мягкость каждому глотку.\n\nНапиток прекрасно сбалансирован по кислотности и сладости. Подаётся традиционно в неглубоком фарфоровом бокале.\n\nИдеален для бодрящего начала дня. Его аромат поднимает настроение и придаёт сил.",
	"imageName": "cappuccino",
	"coffeeType": "ground",
	"ingredients": ["Молоко"],
	"steps": ["Сварить эспрессо", "Нагреть молоко", "Взбить молоко", "Влить молоко в эспрессо", "Добавить пену сверху"],
	"minutes": 5,
	"portionML": 150
},
	{
	"id": 2,
	"title": "Латте",
	"description": "Нежный и сливочный латте сочетает крепкий эспрессо с большим количеством горячего молока. Тонкий слой молочной пены создаёт нежную текстуру и придаёт напитку мягкость.\n\nЛатте идеально подходит для утренних и дневных пауз. В напиток можно добавлять ароматные сиропы, специи или посыпки.\n\nБлагодаря этому латте предлагает бесконечные возможности для экспериментов со вкусом. Карамель, ваниль или корица подчеркнут естественную сладость молока.",
	"imageName": "latte",
	"coffeeType": "ground",
	"ingredients": ["Молоко"],
	"steps": ["Сварить эспрессо", "Нагреть молоко", "Взбить молоко", "Влить молоко в эспрессо", "Добавить пену сверху"],
	"minutes": 5,
	"portionML": 230
},
	{
	"id": 3,
	"title": "Раф",
	"description": "Уникальный российский напиток — раф сочетает эспрессо, сливки и сахар в идеальных пропорциях. Натуральная ваниль придаёт лёгкий аромат и деликатную сладость.\n\nСмесь взбивается до воздушной, кремовой консистенции. Напиток получается бархатистым и нежным без намёка на горчинку.\n\nРаф идеально подходит для неспешных встреч с друзьями или уютных вечеров. Подавать рекомендуется в прозрачной чашке, чтобы любоваться его текстурой.",
	"imageName": "raf",
	"coffeeType": "ground",
	"ingredients": ["Сливки", "Сахар", "Ванильный экстракт"],
	"steps": ["Сварить эспрессо", "Добавить сливки", "Добавить сахар", "Добавить ваниль", "Взбить до кремовой консистенции"],
	"minutes": 5,
	"portionML": 150
},
	{
	"id": 4,
	"title": "Аффогато",
	"description": "Восхитительное сочетание: свежий шарик ванильного мороженого, щедро залитый горячим эспрессо. Этот десертный напиток объединяет холод и жар в каждой ложке.\n\nГорячий кофе слегка растапливает мороженое, создавая кремовую текстуру и нежный вкус. Баланс сладости и лёгкой горчинки дарит уникальное удовольствие.\n\nАффогато подают сразу после приготовления, чтобы сохранить контраст температур. Он отлично подходит как быстрое угощение после еды.",
	"imageName": "affogato",
	"coffeeType": "ground",
	"ingredients": ["Мороженое"],
	"steps": ["Положить мороженое в чашку", "Сварить эспрессо", "Залить мороженое эспрессо"],
	"minutes": 2,
	"portionML": 120
},
	{
	"id": 5,
	"title": "Кофе по-турецки",
	"description": "Традиционный турецкий кофе медленно варится в маленькой джезве на открытом огне. Процесс приготовления требует терпения и внимания к деталям.\n\nНапиток имеет плотную консистенцию и насыщенный вкус. Часто его приправляют кардамоном или корицей для дополнительного аромата.\n\nКофе подают в маленьких стаканчиках вместе с гущей, которую оставляют на дне. Такой ритуал неспешного наслаждения ценят за возможность отвлечься от суеты.",
	"imageName": "turkish",
	"coffeeType": "ground",
	"ingredients": ["Кардамон"],
	"steps": ["Налить воду в джезву", "Добавить кофе", "Добавить кардамон", "Варить на медленном огне до вспенивания", "Разлить по чашкам"],
	"minutes": 7,
	"portionML": 60
},
	{
	"id": 6,
	"title": "Мокка",
	"description": "Шоколадный мокка сочетает крепкий эспрессо, тёплое молоко и густой шоколадный сироп. Напиток получается сладким и насыщенным с лёгкой кофейной горчинкой.\n\nМокка напоминает по вкусу горячий шоколад с кофейной основой. Его можно дополнять взбитыми сливками или посыпать какао-порошком.\n\nНапиток идеально подходит для отдыха в уютном кафе. Мокка согревает и поднимает настроение в прохладные дни.",
	"imageName": "mocha",
	"coffeeType": "ground",
	"ingredients": ["Молоко", "Шоколадный сироп", "Сливки"],
	"steps": ["Сварить эспрессо", "Добавить шоколадный сироп", "Нагреть молоко", "Взбить молоко", "Смешать и украсить сливками"],
	"minutes": 5,
	"portionML": 200
},
	{
	"id": 7,
	"title": "Эспрессо Мартини",
	"description": "Эспрессо мартини — это гармония крепкого эспрессо, водки и кофейного ликёра. Ингредиенты взбалтывают со льдом до образования тонкой пенки на поверхности.\n\nНапиток получается одновременно освежающим и бодрящим. Легкая кислинка кофе сочетается с крепостью алкоголя.\n\nЭспрессо мартини часто подают в охлаждённом бокале для коктейля. Идеально подходит для вечерних посиделок и after-dinner.",
	"imageName": "espresso_martini",
	"coffeeType": "ground",
	"ingredients": ["Водка", "Кофейный ликёр"],
	"steps": ["Налить водку, кофейный ликёр и эспрессо в шейкер со льдом", "Взбить до появления пены", "Процедить в бокал"],
	"minutes": 5,
	"portionML": 120
},
	{
	"id": 8,
	"title": "Дальгона",
	"description": "Дальгона — трендовый напиток из взбитой пены растворимого кофе, сахара и воды. Пенка выкладывается поверх прохладного молока, создавая яркий контраст температур.\n\nПри взбивании образуется воздушная, пышная масса с насыщенным кофейным ароматом. Сладость регулируется пропорциями сахара.\n\nДальгона стала популярной благодаря видеороликам в TikTok и Instagram. Этот напиток легко приготовить дома и экспериментировать с вкусом.",
	"imageName": "dalgona",
	"coffeeType": "instant",
	"ingredients": ["Сахар", "Молоко"],
	"steps": ["Смешать кофе, сахар и воду", "Взбить капучинатором до пышной пены", "Налить молоко в кружку", "Выложить пену на молоко"],
	"minutes": 5,
	"portionML": 200
},
	{
	"id": 9,
	"title": "Бамбл",
	"description": "Освежающий эксперимент: крепкий эспрессо, смешанный с холодным апельсиновым соком и кубиками льда. Напиток сочетает в себе цитрусовую свежесть и кофейную насыщенность.\n\nДобавление корицы или имбиря придаёт лёгкую пряность. Бамбл быстро готовится и эффектно смотрится в высоком стакане.\n\nОн идеально подходит для жаркого летнего дня. Этот напиток подарит заряд бодрости и новых вкусовых ощущений.",
	"imageName": "bumble",
	"coffeeType": "ground",
	"ingredients": ["Апельсиновый сок", "Корица"],
	"steps": ["Сварить эспрессо и остудить", "Влить сок с льдом в стакан", "Добавить эспрессо и специи"],
	"minutes": 3,
	"portionML": 200
	}
]
